Repository: brnorris03/photoplace
Catalog: photoplace/addons/Tour/po/*.po
Languages: es, gl

source: Name:
es: Nombre:
gl: Nome:

source: Tour's name
es: Nombre del tour
gl: Nome do tour

source: Description:
es: Descripción
gl: Descripción

source: A short description
es: Descripción corta
gl: Descripción curta

source: Follow path with simpl. factor:
es: Seguir camino con factor simpl:
gl: Seguir camiño co factor simpl:

source: If it is active, the tour will follow GPS tracks. It does not change the current value in the photos: if photos are loaded without 'follow path', the parameter will not be setted up for those photos.
es: Si está activo, el tour visual seguirá los caminos del GPS. No cambia el valor actual en las fotos, si éstas fueron cargadas sin 'seguir camino' activado, o parámetro non estará activado para esas fotos.
gl: Se está activo, o tour visual seguirá os camiños do GPS. Non cambia o valor actual nas fotos, se éstas foron cargadas sen 'seguir camiño' activado, o parámetro non estará activado para esas fotos.

source: Maximum tolerance in meters to determine if a point of track will be used in the tour. If it is 0, all waypoints of the original track will be followed, with -1, the value will be automatically estimated.
es: Tolerancia máxima en metros para determinar si un punto del camino será usado en el tour visual. Si es 0, todos los puntos del camino original serán seguidos visualmente, con -1, el valor será estimado automáticamente.
gl: Tolerancia máxima en metros para determinar se un punto do camiño será usado no tour visual. Se é 0, tódolos puntos do camiño orixinal serán seguidos visualmente, con -1, o valor será estimado automáticamente.

source: Advanced
es: Avanzado
gl: Avanzado

source: Start tour from first geotagged photo
es: Comenzar el Tour desde la primera foto
gl: Comezar o Tour dende a primeira foto

source: If it is active, the tour will start with the first geotagged photo, without presentation.
es: Si está activo, el tour comenzará con la primera foto geoetiquetada, sin la la presentación.
gl: Se está activado, o tour comezará ca primera foto xeoetiquetada, sen presentación.

source: End up tour with last geotagged photo
es: Finalizar el Tour en la última foto
gl: Rematar o Tour na derradeira foto

source: If it is active, the tour will end up with the last geotagged photo, without ending.
es: Si está activo, el tour finalizará en la última foto geoetiquetada, sin el texto de finalización.
gl: Se está activado, o tour rematará na derradeira foto xeoetiquetada, sen o texto do final.

source: You can use simple HTML tags like list (<i>li</i>, <i>ul</i>) or <i>table</i> and use expresions like <span font_family='monospace' size='small'><b>%(<i>variable</i>)s</b></span> where <i>variable</i> is a key defined in the <b>Variables</b> section.
es: Se pueden usar etiquetas HTML simples como listas (<i>li</i>, <i>ul</i>) o <i>tablas</i> y usar expresiones como <span font_family='monospace' size='small'><b>%(<i>variable</i>)s</b></span> dónde <i>variable</i> es un parámetro definido en la sección <b>Variables</b>.
gl: Pódense usar etiquetas HTML simples como listas (<i>li</i>, <i>ul</i>) ou <i>tablas</i> e usar expresións como <span font_family='monospace' size='small'><b>%(<i>variable</i>)s</b></span> onde <i>variable</i> é un parámetro definido na sección <b>Variables</b>.

source: Presentation at the beginning of path:
es: Presentación al comienzo de la ruta
gl: Presentación o comezo da ruta:

source: If empty no description will appear at the beginning of path.
es: Si está vacío, no se mostrará descripción alguna en el comienzo del camino.
gl: Estando valeiro non se mostrará descripción o comezo do camiño.

source: Ending text at the end of path:
es: Texto de finalización de la ruta:
gl: Texto o remate da ruta:

source: If empty no description will appear at the end of path.
es: Si está vacío, no se mostrará un texto al final del camino.
gl: Estando valeiro non se mostrará descripción o remate do camiño.

source: Music:
es: Audio:
gl: Audio:

source: Add a mp3 file to list
es: Añadir un MP3 a la lista
gl: Engadir un MP3 a lista

source: Delete the mp3 file selected in the combobox
es: Borrar el fichero MP3 seleccionado
gl: Borrar o ficheiro MP3 seleccionado

source: Mix
es: Mezclar
gl: Misturar

source: Mix all mp3? If yes, it will sound all mp3's at the same time
es: Mezcla todos los MP3. Si está activo, sonarán todos simultáneamente
gl: Misturar tódolos MP3. Se está activo, soarán todos o mesmo tempo

source: URI to reference all mp3's. If you generate a KML for the web, this parameter will set the path where the files are.
es: URI para referenciar todos los ficheros MP3. Si el KML es generado para web, este parámetro establecerá el path donde están los ficheros.
gl: URI para referenciar tódolos ficheiros MP3. Se o KML é xerado para a web, este parámetro establecerá o path onde están os ficheiros.

source: Select text file ...
es: Seleccionar fichero de texto ...
gl: Seleccionar ficheiro de texto ...

source: All files
es: Todos los ficheros
gl: Tódolos ficheiros

source: Load content from a file
es: Cargar texto desde un fichero
gl: Cargar texto dun ficheiro

source: Cannot read file '%(file)s': %(error)s.
es: Imposible leer fichero '%(file)s': %(error)s.
gl: Imposible ler o ficheiro '%(file)s': %(error)s.

source: Select MP3 files ...
es: Seleccionar ficheros MP3 ...
gl: Seleccionar ficheiros MP3 ...

source: MP3 files
es: Ficheros MP3
gl: Ficheiros MP3

source: PhotoPlace: Tour parameters
es: PhotoPlace: Parámetros del tour
gl: PhotoPlace: Parámetros do tour

source: Name
es: Nombre
gl: Nome

source: Value
es: Valor
gl: Valor

source: Default Camera Parameters
es: Parámetros Predeterminados de la Cámara
gl: Parámetros Predeterminados da Cámara

source: Start Camera Parameters
es: Parámetros Iniciales de la Cámara
gl: Parámetros Iniciais da Cámara

source: End Camera Parameters
es: Parámetros Finales de la Cámara
gl: Parámetros Finais da Cámara

source: Cannot process '%(mp3file)s': %(error)s.
es: Imposible procesar '%(mp3file)s': %(error)s.
gl: Imposible procesar '%(mp3file)s': %(error)s.

source: KML not correct. Cannot found 'Document' tag!
es: KML incorrecto. No se puede encontrar la etiqueta 'Document'!
gl: KML incorrecto. Non se pode atopar a etiqueta 'Document'!

source: Play Tour!
es: ¡Play!
gl: ¡Dalle!

source: Start
es: Inicio
gl: Comezo

source: End
es: Final
gl: Remate

source: Add-on to generate a visual tour with your photos.
es: Una extensión para generar un tour visual con las fotos.
gl: Unha extensión para xerar un tour visual cas fotos.

source: Incorrect value for '%(key)s', setting default value '%(value)s'.
es: Valor incorrecto para '%(key)s', estableciendo valor predeterminado '%(value)s'.
gl: Valor incorrecto para '%(key)s', poñendo valor predeterminado '%(value)s'.

source: '%(key)s' not defined, setting default value '%(value)s'.
es: '%(key)s' no definido, estableciendo valor predeterminado '%(value)s'.
gl: '%(key)s' non definido, establecendo valor predeterminado '%(value)s'.

source: Cannot read mp3 file '%s'.
es: Imposible leer fichero MP3 '%s'.
gl: Imposible ler o ficheiro MP3 '%s'.

source: Incorrect value for '%s'.
es: Valor incorrecto para '%s'.
gl: Valor incorrecto para '%s'.

source: Starting add-on ...
es: Iniciando la extensión ...
gl: Iniciando a extensión ...

source: Cannot set mp3 sound files: %s.
es: Imposible poner sonido con los ficheros MP3: %s.
gl: Imposible poñer o son cos ficheiros MP3: %s.

source: Cannot read file: '%s'.
es: Imposible leer fichero '%s'.
gl: Imposible ler o ficheiro '%s'.

source: No data! Cowardly refusing to create a tour!
es: Sin datos: ¡se rechaza cobardemente la creación del tour!
gl: Sen datos: ¡negando cobardemente a creación do tour!

source: No KML output! Cowardly refusing to create a tour!
es: No hay salida KML: ¡se rechaza cobardemente la creación del tour!
gl: Non hai saida KML: ¡negando cobardemente a creación do tour!

source: No geolocated photos! Cowardly refusing to create a tour!
es: No hay fotos geolocalizadas: ¡rechazando cobardemente la creación del tour!
gl: Non hai fotos xeolocalizadas: ¡negando cobardemente a creación do tour!

source: Cannot create '%(outputfile)s' for writing: %(error)s.
es: Imposible crear '%(outputfile)s' para escribir: %(error)s.
gl: Imposible crear '%(outputfile)s' para escribir: %(error)s.

source: Resetting add-on ...
es: Reseteando la extensión ...
gl: Reseteando a extensión ...

source: Ending add-on ...
es: Finalizando la extensión ...
gl: Finalizando a extensión ...
