Repository: brnorris03/photoplace
Catalog: photoplace/po/*.po
Languages: es

source: Cannot create files in '%(output_dir)s': %(error)s.
es: Imposible crear ficheros en '%(output_dir)s': %(error)s.

source: Unknown extension of output file '%s'.
es: Extensión desconocida del fichero de salida '%s'.

source: The extension of output file determines the program mode
es: La extensión del fichero de salida, .kmz o .kml, determina el modo de programa

source: Directory with input photos not defined ... Nothing to do!
es: No se ha especificado un directorio con fotos ... ¡No hay nada que hacer!

source: Select a input photos directory to continue!
es: ¡Seleccione un directorio con fotos para continuar!

source: Photo input directory '%s' not found!.
es: El directorio con las fotos '%s' no se ha encontrado.

source: Check if the selected directory exist.
es: Compruebe la existencia/acceso del directorio especificado.

source: GPX file not defined ... Nothing to do!
es: No se ha cargado el fichero GPX ... ¡No hay nada que hacer!

source: Select a GPX input file to continue!
es: ¡Especifique un fichero GPX de entrada para continuar!

source: GPX input file '%s' not found!.
es: ¡No se ha encontrado el fichero de entrada GPX '%s'!

source: Check the selected GPX input file to continue.
es: Compruebe la existencia/acceso del fichero GPX especificado.

source: Value of 'utczoneminutes' not defined in the configuration file. Estimated local value is '%s'.
es: El valor de 'utczoneminutes' no está definido en el fichero de configuración. El valor estimado es '%s'.

source: Value of 'utczoneminutes' incorrect: %(error)s. Setting default value '%(value)s'.
es: El valor de 'utczoneminutes' es incorrecto: %(error)s. Estableciendo el valor predefinido '%(value)s'.

source: Set the value of UTC Time Zone to continue. The value may be positive or negative.
es: Establezca el huso horario (horas de diferencia con UTC) para continuar. El valor puede ser positivo o negativo.

source: Value of 'maxdeltaseconds' not defined in the configuration file. Setting default value '%s'.
es: El valor de 'maxdeltaseconds' no está definido en el fichero de configuración. Estableciendo el valor predefinido '%s'.

source: Value of 'maxdeltaseconds' incorrect: %(error)s. Setting default value '%(value)s'.
es: El valor de 'maxdeltaseconds' es incorrecto: %(error)s. Estableciendo el valor predefinido '%(value)s'.

source: Value of 'timeoffsetseconds' not defined in the configuration file. Setting default value '%s'.
es: El valor de 'timeoffsetseconds' no está definido en el fichero de configuración. Estableciendo el valor predefinido '%s'.

source: Value of 'timeoffsetseconds' incorrect: %(error)s. Setting default value '%(value)s'.
es: El valor de 'timeoffsetseconds' es incorrecto: %(error)s. Estableciendo el valor predefinido '%(value)s'.

source: Value of 'exifmode' not defined in the configuration file. Setting default value '%s'.
es: El valor de 'exifmode' no está definido en el fichero de configuración. Estableciendo el valor predefinido '%s'.

source: Value of 'exifmode' incorrect: %(error)s. Setting default value '%(value)s'.
es: El valor de 'exifmode' es incorrecto: %(error)s. Estableciendo el valor predefinido '%(value)s'.

source: Main KML template not defined. Setting default KML template file '%s'.
es: La plantilla KML principal no ha sido definida. Estableciendo la predefinida '%s'.

source: Value of '%(key)s' incorrect. Setting to default value '%(value)s'.
es: El valor de '%(key)s' es incorrecto. Estableciendo el valor predefinido '%(value)s'.

source: Main KML template file '%s' not found!.
es: ¡No se ha encontrado la plantilla KML principal '%s'!

source: Check if it is defined properly in the configuration file.
es: Compruebe si está definida correctamente en el fichero de configuración.

source: Value of 'copyonlygeolocated' not defined in the configuration file. Setting default value '%s'.
es: El valor de 'copyonlygeolocated' no está definido en el fichero de configuración. Estableciendo el valor predefinido '%s'.

source: Value of 'copyonlygeolocated' incorrect: %(error)s. Setting default value '%(value)s'.
es: El valor de 'copyonlygeolocated' es incorrecto: %(error)s. Estableciendo el valor predefinido '%(value)s'.

source: Warning processing geophoto string attribute '%(attr)s': type not valid!
es: Aviso procesando geofoto: ¡el tipo del atributo cadena '%(attr)s' no es válido!

source: Warning processing geophoto bool attribute '%(attr)s': type not valid!
es: Aviso procesando geofoto: ¡el tipo del atributo lógico '%(attr)s' no es válido!

source: Warning processing geophoto number attribute '%(attr)s': type not valid!
es: Aviso procesando geofoto: ¡el tipo del atributo numérico '%(attr)s' no es válido!

source: Check if addon syntax is correct ...
es: Compruebe si la sintaxis de la extensión es correcta ...

source: Check addon base class ...
es: Compruebe la clase base de la extensión ...

source: Cannot initiate addon while some operations are pending ...
es: Imposible iniciar la extensión mientras se ejecutan operaciones ...

source: Wait a moment ...
es: Espere un momento ...

source: Check 'Plugin.init' method ...
es: Compruebe el método 'Plugin.init' ...

source: Cannot reset addon while some operations are pending ...
es: Imposible resetar la extensión mientras se ejecutan operaciones ...

source: Check 'Plugin.reset' method ...
es: Compruebe el método 'Plugin.reset' ...

source: Cannot finish addon while some operations are pending ...
es: Imposible finalizar la extensión mientras se ejecutan operaciones ...

source: Check 'Plugin.end' method ...
es: Compruebe el método 'Plugin.end' ...

source: Cannot clear state while some operations are pending ...
es: Imposible reestablecer el estado mientras se ejecutan operaciones ...

source: Some operations are pending ...
es: Se están ejecutando operaciones ...

source: Cannot make dir '%(outputkml)s': %(error)s.
es: Imposible crear el directorio '%(outputkml)s': %(error)s.

source: Check if that directory exists or is writable.
es: Compruebe si el directorio existe y/o se puede escribir.

source: Cannot create backup of configfile '%(file)s': %(error)s.
es: Imposible crear una copia de respaldo del fichero de configuración '%(file)s': %(error)s.

source: Cannot overwrite '%(tofile)s': %(error)s.
es: Imposible sobreescribir '%(tofile)s': %(error)s.

source: Configuration recovered to '%(tofile)s'.
es: Configuración recuperada en '%(tofile)s'.

source: Cannot set up logfile: %s.
es: Imposible establecer el fichero de registro: %s.

source: # with configuration file '%s'.
es: # con el fichero de configuración '%s'.

source: # main options: %s
es: # opciones principales %s

source: Cannot find config file '%(configfile)s'.
es: Imposible encontrar el fichero de configuración '%(configfile)s'.

source: Cannot understand the format of config file '%(configfile)s'.
es: Imposible interpretar el formato del fichero de configuración '%(configfile)s'.

source: Configuration file '%(configfile)s' is incomplete: cannot find section '[%(section)s]'. Ignoring it!
es: El fichero de configuración '%(configfile)s' está incompleto: imposible encontrar la sección '[%(section)s]'. ¡Ignorándolo!

source: Cannot parse the configuration file '%(configfile)s': %(error)s.
es: Imposible interpretar el fichero de configuración '%(configfile)s': %(error)s.

source: Cannot create backup of configfile to '%(file)s': %(error)s.
es: Imposible crear una copia de respaldo del fichero de configuración en '%(file)s': %(error)s.

source: Check if path '%(path)s' exists or is writable.
es: Compruebe si la ruta '%(path)s' existe y/o se puede escribir.

source: Cannot write values in configfile '%(file)s': %(error)s.
es: Imposible escribir en el fichero de configuración '%(file)s': %(error)s.

source: Check if path/file exists or is writable.
es: Compruebe si la ruta/fichero existe y/o se puede escribir.

source: Configuration saved to '%(file)s'.
es: Configuración guardada en '%(file)s'.

source: No configuration file loaded. Nothing to do!
es: No se ha cargado un fichero de configuración. ¡No hay nada que hacer!

source: Cannot create backup of configfile '%(file)s': %(error)s.
es: Imposible crear una copia de respaldo del fichero de configuración en '%(file)s': %(error)s.

source: OOps ...
es: Ups ...

source: Check if '%(path)s' exists or is writable.
es: Compruebe si '%(path)s' existe y/o se puede escribir.

source: Cannot copy '%(fromfile)s' to '%(tofile)s': %(error)s.
es: Imposible copiar '%(fromfile)s' a '%(tofile)s': %(error)s.

source: Check if paths exist or are writable.
es: Compruebe si las rutas existen y/o se puede escribir.

source: Configuration recovered from '%(fromfile)s' to '%(tofile)s'.
es: Configuración recuperada desde '%(fromfile)s' en '%(tofile)s'.

source: You can use simple HTML tags like <i>list</i> (<i>li</i>, <i>ul</i>) or <i>table</i> and use expresions like <b>%(Variable|<i>DEFAULT</i>)s</b> to get values. <b><i>DEFAULT</i></b> is the value to set up when <b>Variable</b> has no value, if <b><i>DEFAULT</i></b> is none (not a character, even space) <b>Variable</b> will not be shown. You can use the all global variables defined in the same way. To get all supported variables press <b>&lt;ctl&gt;&lt;space&gt;</b>
es: Se pueden usar etiquetas simples HTML, como <i>lista</i> (<i>li</i>, <i>ul</i>) o <i>table</i> y usar expresiones como <b>%(Variable|<i>DEFAULT</i>)s</b> para coger valores. <b><i>DEFAULT</i></b> es el valor predefinido que se establecerá cuando <b>Variable</b> no tenga valor, si <b><i>DEFAULT</i></b> está vacío (no es un carácter o incluso no es un espacio) entonces el contenido de <b>Variable</b> no se mostrará. Se pueden usar todas las variables globales del mismo modo. Para ver todas las variables definidas, presionar <b>&lt;ctl&gt;&lt;espacio&gt;</b>

source: %(program)s: Editing description
es: %(program)s: Editando descripción

source: %(program)s: Editing template <%(template)s>
es: %(program)s: Editando plantilla <%(template)s>

source: %(program)s: Editing template
es: %(program)s: Editando plantilla

source: Select file to load ...
es: Seleccionar un fichero para cargar ...

source: All files
es: Todos los ficheros

source: Template from file '%s' loaded
es: Plantilla del fichero '%s' cargada

source: Template saved without problems
es: Plantilla guardada correctamente

source: Error processing template
es: Error procesando plantilla

source: Line %(line)d, column %(column)d (%(chars)d chars in document)
es: Línea %(line)d, columna %(column)d (%(chars)d caracteres en el documento)

source: New empty template
es: Nueva plantilla vacía

source: Empty description
es: Descripción vacía

source: Cannot be recovered!
es: ¡Imposible hacer la recuperación!

source: Cannot find system template!
es: ¡Imposible encontrar la plantilla del sistema!

source: XML error: %s
es: Error XML: %s

source: Perfect! template is ok!
es: ¡Perfecto! ¡La plantilla es válida!

source: Name
es: Nombre

source: Value
es: Valor

source: Picture
es: Foto

source: Information
es: Información

source: Welcome to %(program)s v %(version)s. If you like it, please consider making a donation ;-) See 'About' menu for more information
es: Bienvenido a %(program)s v %(version)s. Si te gusta este programa, por favor, ayúdanos con una donación ;-) Mas información en el menú 'Acerca de'

source: Add-on <b>%(plugin_name)s</b> version %(plugin_version)s by <b>%(plugin_author)s</b> %(plugin_mail)s %(plugin_cpr)s %(plugin_date)s, License: %(plugin_lic)s More info at: <b>%(plugin_url)s</b> <i>%(plugin_desc)s</i>
es: Extensión <b>%(plugin_name)s</b> versión %(plugin_version)s por <b>%(plugin_author)s</b> %(plugin_mail)s %(plugin_cpr)s %(plugin_date)s, Licencia: %(plugin_lic)s Mas información en: <b>%(plugin_url)s</b> <i>%(plugin_desc)s</i>

source: <b>Options</b>
es: <b>Opciones</b>

source: Loading photo '%s' ...
es: Cargando foto '%s' ...

source: Geotagging photo '%s' ...
es: Geoetiquetando foto '%s' ...

source: Processing photo '%s' ...
es: Procesando foto '%s' ...

source: Let's Go!
es: ¡Adelante!

source: Click me to start!
es: ¡Click para comenzar!

source: I am working! Please, wait a moment ...
es: ¡Estoy trabajando! Por favor, espere un momento ...

source: Adding to KML info of '%s' ...
es: Añadiendo al KML información de '%s' ...

source: Writing EXIF info of '%s' ...
es: Escribiendo información EXIF de '%s' ...

source: Copying photo '%s' ...
es: Copiando foto '%s' ...

source: Saving file '%s' ...
es: Guardando fichero '%s' ...

source: Select a directory with photos ...
es: Seleccionar un directorio con fotos ...

source: Select input GPX file ...
es: Seleccionar un fichero GPX de entrada ...

source: Choose output file ...
es: Establecer fichero KMZ/KML de salida ...

source: Generate:
es: Generar:

source: Do not generate output file!
es: ¡No generar fichero KMZ/KML!

source: Geotag photos in mode:
es: Geoetiquetar en modo:

source: Do not geotag photos!
es: ¡No geoetiquetar fotos!

source: Cannot geolocate!. No GPX data file loaded!
es: Imposible geoetiquetar: ¡No hay un fichero GPX!

source: Load a GPX file to do that.
es: Cargue un fichero GPX para hacerlo.

source: # Author: %(author)s
es: # Autor: %(author)s

source: Unknown
es: Desconocido

source: # Description: %(description)s
es: # Descripción: %(description)s

source: <b>%(name)s</b> Date: %(date)s Time: %(time)s
es: <b>%(name)s</b> Fecha: %(date)s Hora: %(time)s

source: Picture not geotagged!
es: ¡Foto no geoetiquetada!

source: Longitude Latitude Elevation
es: Longitud Latitud Altitud

source: Template Variable
es: Variable de Plantilla

source: View EXIF and Variables
es: Ver información EXIF y Variables

source: Edit Template/Description
es: Editar Plantilla/Descripción

source: Default Template
es: Plantilla Predefinida

source: The original configuration file was recovered to '%(file)s'.
es: El fichero de configuración original fue recuperado a '%(file)s'.

source: Restart the program in order to read the new configuration.
es: Reinicie el programa para cargar la nueva configuración.

source: Attention!
es: ¡Atención!

source: There are no geotagged photos!, I cannot do anything!.
es: ¡No hay fotos geoetiquetadas!, ¡No puedo hacer nada!

source: Load a GPX file or select a folder with geotagged photos.
es: Cargue un fichero GPX o seleccione un directorio con fotos geoetiquetadas.

source: Double click on a cell to edit the value. If you want to geotag a photo manualy, you have to switch to <b>[write]</b> mode first. You must use the same format as you see for name, date and numbers. <b>Latitude</b>, <b>Longitude</b>, <b>Elevation</b>: (float) GPS coordinates of the photo. <b>Status</b>: (integer) value greather than 0 means active. <b>Time Offset</b>: (integer) seconds to add to the current date/time to get the original date/time. <b>Point Time</b>: (if appears, date/time, not editable) time of GPX point used to geotag the photo. <b>Variables</b>: list of attributes settled up by Addons to control their behaviour.
es: Doble click en una celda parar editar el valor. Para geoetiquetar una foto manualmente, es necesario cambiar a modo <b>[escritura]</b> primero. Se debe usar el mismo formato que se muestra para el nombre, fecha y números. <b>Latitud</b>, <b>Longitud</b>, <b>Altitud</b>: (real) coordinadas GPS de la foto. <b>Estado</b>: (entero) un valor mayor que 0 significa que la foto está activa. <b>Offset Temporal</b>: (entero) segundos a añadir a la fecha/hora actual para conseguir la fecha/hora original. <b>Tiempo WayPoint</b>: (si aparece, fecha/hora, no editable) hora del punto GPX usado para geoetiquetar la foto. <b>Variables</b>: lista de atributos establecidos por las extensiones para controlar su funcionamiento.

source: Property
es: Propiedad

source: <b>Name</b>
es: <b>Nombre</b>

source: <b>Date/Time</b>
es: <b>Fecha/Hora</b>

source: <b>Longitude</b>
es: <b>Longitud</b>

source: <b>Latitude</b>
es: <b>Latitud</b>

source: <b>Elevation</b>
es: <b>Altitud</b>

source: <b>Point Time</b>
es: <b>Tiempo WayPoint</b>

source: <b>Time Offset</b>
es: <b>Offset Temporal</b>

source: <b>Status</b>
es: <b>Estado</b>

source: Image EXIF Values
es: Atributos EXIF

source: Main Parameters
es: Parámetros Principales

source: Other Parameters
es: Otros Parámetros

source: <estimated>
es: <estimado>

source: <default>
es: <predefinido>

source: write
es: [escritura]

source: overwrite
es: [sobreescritura]

source: nowrite
es: [noescritura]

source: Cannot find module name '%(module)s' at '%(path)s': %(error)s.
es: Imposible encontrar la extensión '%(module)s' en '%(path)s': %(error)s.

source: Cannot load module name '%(module)s': %(error)s.
es: Imposible cargar la extensión '%(module)s': %(error)s.

source: Cannot activate module name '%(module)s': %(error)s.
es: Imposible activar la extensión '%(module)s': %(error)s.

source: Cannot init module '%(module)s': Not instanced!.
es: Imposible inicializar la extensión '%(module)s': ¡No ha sido instanciada!

source: Cannot init module '%(module)s': %(error)s.
es: Imposible inicializar la extensión '%(module)s': %(error)s.

source: Cannot reset module '%(module)s': %(error)s.
es: Imposible resetear la extensión '%(module)s': %(error)s.

source: Cannot end module '%(module)s': Not instanced!.
es: Imposible finalizar la extensión '%(module)s': ¡No ha sido instanciada!

source: Cannot end module '%(module)s': %(error)s.
es: Imposible finalizar la extensión '%(module)s': %(error)s.

source: Exception in plugin '%(module)s' : %(error)s.
es: Excepción en la extensión '%(module)s' : %(error)s.
