Repository: brnorris03/photoplace
Catalog: photoplace/po/*.po
Languages: es

source: Add a new Property
es: Añadir nueva Propiedad

source: Add or delete Property:
es: Añadir o borrar Propiedad:

source: Delete Property
es: Borrar Propiedad

source: Property to add/delete
es: Propiedad a añadir/borrar

source: As well, you can write suggestions or impressions to :
es: También, puede escribir sus impresiones y sugenrecias a :

source: <b>Advanced</b>
es: <b>Avanzado</b>

source: <b>Loaded photos</b>
es: <b>Fotos cargadas</b>

source: <b>Output Log</b>
es: <b>Registro de salida</b>

source: <b>Parameters</b>
es: <b>Parámetros</b>

source: A program for geotagging photos and generate a Google Earth layer
es: Un programa para geoetiquetar fotos y generar una capa para Google Earth

source: About ...
es: Acerca de ...

source: Additional info
es: Más información

source: Addons
es: Extensiones

source: Advanced options. Default settings are safe and good for most of the users.
es: Opciones avanzadas. Los parámetros por defecto son seguros y adecuados para la mayoría de los usuarios.

source: Compression
es: Compresión

source: Delta seconds for geotagging:
es: Delta s. geoetiequetado:

source: Directory with photos for geotagging. All photos will be geotagged if <geotagged> mode is selected.
es: Directorio con fotos para geolocalizar. Todas las fotos serán geolocalizadas si el modo [geoetiquetar] está seleccionado.

source: Donate via PayPal
es: Donar vía PayPal

source: Edit Templates
es: Editar Plantillas

source: Edit _Templates
es: Editar _Plantillas

source: Edit global KML variables.
es: Editar variables KML globales.

source: Exit the program. I hope see you soon :-)
es: Salir del programa. Espero verte pronto :-)

source: I have a dream ... well I have a lot of dreams, but this is one of them ...
es: Tengo un sueño ... bueno tengo un montón de sueños, pero éste es uno de ellos ...

source: If active, the exif data of pictures will be updated. With "write" mode each photo will be updated only if photo is not geotagged, by other hand "overwrite" will update each photo with the values calculated by PhotoPlace.
es: Si está seleccionado, los datos EXIF de las fotos serán actualizados. En el modo "escritura" cada foto será actualizada sólo si la foto no está previamente geolocalizada, por otro lado "sobreescritura" forzará la actualización de cada foto con los valores calculados porPhotoPlace.

source: If is selected, all the plugins will be activated.
es: Si está seleccionado, todos las extensiones serán activadas.

source: If it is active, this will be the output file. It can be a KMZ (all in one, compressed Google Earth Layer) or KML and a directory with the processed photos. Not active for geottaging purposes, no output file will be generated.
es: Si está activado, será el fichero de salida. Puede ser un KMZ (todo en uno, una capa Google Earth comprimida) o un KML y un directorio con las fotos procesadas. No activado sólo geoetiquetará las fotos, no se generará ningún fichero de salida.

source: Input GPX file
es: Fichero GPX

source: It simulates the geottaging process with the current GPX data and time values.
es: Simula el proceso de geoetiquetado con el GPX actualmente cargado y los parámetros de hora, fecha, offset, ... establecidos.

source: JPEG/ZIP Quality vs. Compression. The best quality will make big KMZ files with best JPEG quality and poor compression. This settings are also applicable to zip KMZ compression ratio.
es: JPEG/ZIP Calidad/Compresión. La mejor calidad hará grandes ficheros KMZ con la mejor calidad JPEG y poca compresión. Esto es también aplicable al ratio de compresión ZIP.

source: List of available extensions. To see information about each add-on, put the mouse over its name.
es: Lista de extensiones disponibles. Para ver información acerca de cada una, poner el puntero del ratón sobre su nombre.

source: Main
es: Principal

source: Manage _Variables
es: Gestionar _Variables

source: Open _Directory
es: Abrir _Directorio

source: Open _GPX
es: Abrir _GPX

source: Open a web browser with online help
es: Abrir un navegador web con la ayuda online

source: Open an eXchange Format (GPX) in order to match the date of each photo with the position.
es: Abrir un archivo de un GPS (formato GPX) para correlacionar la fecha de cada foto con la posición.

source: Output file to save the KML data.
es: Fichero de salida KML/KMZ

source: Output photo zoom percentage. 1.00 means original size, 0.50 means half size and so on ...
es: Porcentaje de zoom de las fotos de salida. 1.00 corresponde al tamaño original, 0.50 es la mitad y así sucesivamente ...

source: Photo size:
es: Tamaño de foto:

source: Photos
es: Fotos

source: Plugins
es: Addons

source: Press this to start! The show must go on!
es: Presiona para empezar. ¡El show debe continuar!

source: Quality
es: Calidad

source: Recover default configuration.
es: Recuperar la configuración predefinida.

source: Remove all loaded files/directories to start again.
es: Descartar todas las fotos/ficheros para empezar de nuevo.

source: Save the current preferences.
es: Guardar la configuración actual.

source: Seconds (positive or negative) to add to the photos time in order to match them with GPS data.
es: Segundos (positivos o negativos) a añadir al tiempo de las fotos para correlacionarlas con los datos del GPS (GPX).

source: Select a directory with photos for geotagging. All photos will be geotagged if <geotagged> mode is selected.
es: Seleccionar un directorio con fotos para geoetiquetar. Todas las fotos serán geoetiquetadas si el modo [geoetiquetar] está seleccionado.

source: Select an eXchange Format (GPX) in order to match the date of each photo with the position.
es: Seleccionar un fichero de salida GPS (formato GPX) para correlacionar la fecha de cada foto con su posición en el GPX.

source: Select input photo directory
es: Directorio de Fotos

source: Simulate geotagging
es: Simular geoetiquetado

source: The authors and developers hope you like this program. We would really appreciate it if you would consider making a small donation: half of the money will be donated to a local NGO Ecodesarrollo Gaia (http://gaiadiaadia.blogspot.com) that helps people in Senegal (Africa), with the other half, I would like to visit Australia and, in connection with a geotagging program, my antipodes in New Zeland, and your coins can help me to achieve this goals.
es: El autor y los colaboradores esperan que le guste este programa. Estaríamos enormemente agradecidos si considera hacer una pequeña donación: la mitad del dinero será donada a la ONG Ecodesarrollo Gaia (http://gaiadiaadia.blogspot.com) que ayuda a gente en Senegal (África) y con la otra mitad, me gustaría viajar a Australia y, en relación con el ámbito del programa (geoetiquetado), me gustaría visitar mis antípodas en Nueva Zelanda. Tus monedas pueden ayudarme a alcanzar esos sueños.

source: The maximum time gap allowed between the time of a photo and the nearest point of GPS data.
es: Máxima diferencia temporal permitida entre el tiempo de una foto y el punto en el GPS más cercano (en el GPX).

source: The time zone of the photos. It depends on the settings of time/date of the camera and the GPS (UTC time), it is the difference in hours between both.
es: Huso horario de las fotos. Dependiendo de la configuración de la fecha/hora de la cámara y del GPS (hora UTC), es la diferencia en horas entre ambos.

source: This entry defines the Uniform Resource Identifier for each geolocated photo. It is useful to generate a independent KML file where the photos will be linked into it.
es: Define la 'Uniform Resource Identifier' para cada foto geoetiquetada. Es útil para generar un KML independiente donde las fotos serán enlazadas desde él, por ejemplo para la publicación en web.

source: This entry defines the Uniform Resource Identifier for each geotagged photo. It is useful to generate a independent KML file where the photos will be linked into it.
es: Define la 'Uniform Resource Identifier' para cada foto geoetiquetada. Es útil para generar un KML independiente donde las fotos serán enlazadas desde él, por ejemplo para la publicación en web.

source: Time offset:
es: Offset Temporal:

source: Time zone of photos:
es: Huso Horario de las Fotos:

source: URI for geotagging photos:
es: URI para fotos geoetiquetadas:

source: Zoom percentaje. 1 means original size, 0.5 means half size and so on ...
es: Porcentaje de zoom. 1 corresponde al tamaño original, 0.5 es la mitad del tamaño y así sucesivamente ...

source: _Addons
es: _Extensiones

source: _Exit
es: _Salir

source: _File
es: _Fichero

source: _Help
es: _Ayuda

source: _Preferences
es: _Preferencias

source: _Save as
es: Guardar _Como

source: and
es: y

source: Checks if XML data is well formed, otherwise, the content will not be considered as XML data. Note that contents will be checked after placing them in a (virtual) <div> section.
es: Compruebe si el XML está bien formado, en otro caso, el contenido no será considerado como XML. El contenido será comprobado después de encajarlo en una sección (virtual) <div>.

source: Close this window
es: Cerrar esta ventana

source: Create an empty template
es: Crear una plantilla vacía

source: Exit
es: Salir

source: Load
es: Cargar

source: Load a template from file
es: Cargar una plantilla de un fichero

source: New
es: Nuevo

source: Recover
es: Recuperar

source: Recover the contents from the original template
es: Recuperar los contenidos de la plantilla original

source: Save
es: Guardar

source: Save the document in the template file
es: Guardar el documento en el fichero plantilla

source: Validate
es: Validar

source: Variables to make the KML:
es: Variables y parámetros para generar el KML:

source: usage: %prog [options] <photodir> <file.gpx> [<output.kml>|<output.kmz>]
es: uso %prog [opciones] <fotodirectorio> <fichero.gpx> [<salida.kml>|<salida.kmz>]

source: This is a python program to geolocate photos from a GPX data. Besides, it can generate a KMZ layer for Google Earth with all geolocated photos. By default, it tries to launch a graphical UI, if that is not possible, all options must be supplied by command line.
es: Este es un programa en python para geoetiquetar fotos a partir de un GPX. Además, puede generar una capa KMZ para Google Earth con las fotos geoetiquetadas. Por defecto intenta lanzar una interfaz gráfica, si no es posible, todos las parámetros deben pasarse por línea de comandos (como argumentos)

source: By default, the program searchs the configuration file '%(defaultconfigfile)s' in current directory, then in user home directory under '%(defaultconfigdir)s'.
es: Por defecto, el programa busca el fichero de configuración '%(defaultconfigfile)s' en el directorio actual, luego en el directorio de usuario en '%(defaultconfigdir)s'.

source: This program is able to create a virtual flux capacitor and, with the right settings, it can be used to time travels ...
es: Este programa es capaz de crear un condensador de fluzo y, con los parámetros adecuados puede usarse para viajar en el tiempo ...

source: Read the configuration from <configfile.cfg>
es: Cargar la configuración desde <configfile.cfg>

source: Only do geolocating the photos of input directory, not generating any output file
es: Sólo geoetiquetar las fotos del directorio de entrada, sin generar ficheros de salida

source: Other options like them are defined in the config file. This argument can be supplied as many times as it was necessary for all options. The format is '-o "section:key=value"'
es: Otras parámetros como estos están definidos en el fichero de configuración. Este argumento puede usarse tantas veces como sea necesario para todos los parámetros. El formato es '-o "seccion:clave=valor"'

source: Launch the batch mode, with command line args.
es: Lanzar el modo línea de comandos, con argumentos.

source: Error: Cannot launch GUI: %s. Trying batch mode ...
es: Error: Imposible lanzar la Interfaz Gráfica: %s. Intentando modo línea de comandos ...

source: Fatal error: Cannot launch program: %s.
es: Error fatal: Imposible lanzar el programa: %s.

source: Cannot set up main KML template from file '%(layout_file)s' due to: %(error)s.
es: Imposible establecer la plantilla KML principal de '%(layout_file)s' debido a : %(error)s.

source: Cannot read XML template file '%(filename)s': (%(errno)s) %(strerror)s.
es: Imposible leer la plantilla XML de '%(filename)s': (%(errno)s) %(strerror)s.

source: XML file '%(filename)s' not in UTF-8 format: %(error)s.
es: El fichero XML '%(filename)s' no está en formato UTF-8: %(error)s.

source: Cannot parse XML template file '%(filename)s': %(error)s.
es: Imposible interpretar la plantilla XML de '%(filename)s': %(error)s.

source: Cannot read template file '%(template_file)s': %(error)s
es: Imposible leer la plantilla de '%(template_file)s': %(error)s

source: Cannot find root <div mode=[cdata|text|xml]> in '%(template_file)s'.
es: No se encuentra el elemento XML raíz '<div mode=[cdata|text|xml]>' in '%(template_file)s'.

source: latitude = '%f', value not in [-90.0..90.0] range
es: latitud = '%.8f', el valor no está en el rango [-90.0..90.0]

source: longitude = '%f', value not in [-180.0..180.0] range
es: longitud = '%.8f', el valor no está en el rango [-180.0..180.0]

source: azimut = '%f', value not in [0.0..360.0] range
es: azimut = '%.3f', el valor no está en el rango [0.0..360.0]

source: tilt = '%f', value not in [-180.0..180.0] range
es: inclinación = '%.3f', el valor no está en el rango [-180.0..180.0]

source: Cannot read image file '%(image_path)s': %(error)s.
es: Imposible acceder a la foto '%(image_path)s': %(error)s.

source: Cannot read GPS metadata of '%(image_path)s': %(error)s
es: Imposible leer metadatos GPS de '%(image_path)s': %(error)s

source: Cannot write metadata of '%(image_path)s': %(error)s.
es: Imposible escribir metadatos de '%(image_path)s': %(error)s.

source: Cannot copy '%(image_path)s' to '%(image_dst)s': %(error)s.
es: Imposible copiar '%(image_path)s' a '%(image_dst)s': %(error)s.

source: Cannot copy image metadata from '%(image_path)s' to '%(image_dst)s': %(error)s.
es: Imposible copiar metadatos desde '%(image_path)s' a '%(image_dst)s': %(error)s.

source: Generating copy of JPEG files in '%(outputdir)s' ...
es: Generando una copia de las fotos en '%(outputdir)s' ...

source: Nothing to do!. No output dir!
es: ¡No hay nada que hacer!. ¡No hay directorio de salida!

source: Cannot copy '%(photo)s' to '%(new_path)s': %(error)s.
es: Imposible copiar '%(photo)s' a '%(new_path)s': %(error)s.

source: Photo '%(photo)s' has been copied to '%(new_path)s'.
es: La foto '%(photo)s' ha sido copiada a '%(new_path)s'.

source: Ignoring not geolocated photo '%(photo)s' (%(photo_time)s).
es: Ignorando la foto no geoetiquetada '%(photo)s' (%(photo_time)s).

source: %(num_photos)d photos have been processed, %(num_copies)d were copied.
es: %(num_photos)d fotos han sido procesadas, %(num_copies)d fueron copiadas.

source: Cannot create KML file '%(outputkml)s': (%(errno)s) %(strerror)s.
es: Imposible crear el fichero KML '%(outputkml)s': (%(errno)s) %(strerror)s.

source: Check if output dir '%s' exists and is writable.
es: Compruebe que el directorio '%s' existe y se puede escribir.

source: Cannot write to file '%(outputkml)s': %(error)s.
es: Imposible generar el fichero '%(outputkml)s': %(error)s.

source: Check if output dir '%s' is writable.
es: Compruebe que se puede escribir en el directorio '%s'.

source: KML output file '%(outputkml)s' has been generated.
es: El fichero KML '%(outputkml)s' ha sido generado.

source: Generating KMZ file '%(outputkmz)s' ...
es: Generando el fichero KMZ '%(outputkmz)s' ...

source: Adding file '%s' to KMZ ...
es: Añadiendo el fichero '%s' al KMZ ...

source: KMZ file '%(outputkmz)s' has been generated.
es: El fichero KMZ '%(outputkmz)s' ha sido generado.

source: Deleting directory '%(tmpdir)s' ...
es: Borrado directorio temporal '%(tmpdir)s' ...

source: Cannot delete directory '%(tmpdir)s': %(error)s.
es: Imposible borrar el directorio temporal '%(tmpdir)s': %(error)s.

source: Starting ...
es: Comenzando ...

source: Finished ...
es: Finalizando ...

source: Cannot read GPX file '%(gpxinputfile)s': (%(errno)s) %(strerror)s.
es: Imposible cargar fichero GPX '%(gpxinputfile)s': (%(errno)s) %(strerror)s.

source: Check file path, permissions ...
es: Compruebe la ruta, los permisos, ...

source: GPX file '%(gpxinputfile)s' not in UTF-8 format: %(error)s.
es: El fichero GPX '%(gpxinputfile)s' no está en formato UTF-8: %(error)s.

source: Check file format. Maybe you need to export that file again.
es: Compruebe el formato del fichero. Tal vez necesite exportarlo de nuevo.

source: Processing GPX data from '%(gpxinputfile)s' ...
es: Procesando datos GPX de '%(gpxinputfile)s' ...

source: Cannot parse GPX file '%(gpxinputfile)s': %(error)s
es: Imposible interpretar el fichero GPX '%(gpxinputfile)s': %(error)s

source: Check if file is compatible with GPS eXchange Format (GPX)
es: Compruebe si el fichero del GPS está en formato GPX (UTF-8)

source: '%(gpxinputfile)s': %(num_trks)s tracks and %(num_wpts)s waypoints.
es: '%(gpxinputfile)s': %(num_trks)s caminos (tracks) y %(num_wpts)s puntos (waypoints).

source: Geotagging mode <%(exifmode)s>, diff from UTC %(timezone)s and delta of %(maxdeltaseconds)s seconds ...
es: Geoetiquetando en modo [%(exifmode)s], diferencia de UTC %(timezone)s y delta de %(maxdeltaseconds)s s. ...

source: Photo: '%(photo)s' at %(photo_time)s (UTC=%(photo_tutc)s) is geotagged with (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f). Calculated coordinates ignored due to <nooverwrite> option.
es: Foto: '%(photo)s' en %(photo_time)s (UTC=%(photo_tutc)s) esta geoetiquetada con (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f). Coordenadas calculadas ignoradas debido al modo [sobreescritura].

source: It is impossible geotag '%(photo)s' taken at %(photo_time)s (UTC=%(photo_tutc)s) with time delta %(time_delta)s. No closed points.
es: Imposible geoetiquetar la foto '%(photo)s' tomada en %(photo_time)s (UTC=%(photo_tutc)s) con delta %(time_delta)s s. No hay puntos GPX (waypoints) cercanos.

source: It is impossible geotag '%(photo)s' taken at %(photo_time)s (UTC=%(photo_tutc)s) with time delta %(time_delta)s. The nearest point is too far (time=%(point_time)s).
es: Imposible geoetiquetar la foto '%(photo)s' tomada en %(photo_time)s (UTC=%(photo_tutc)s) con delta %(time_delta)s s. El tiempo del punto GPX (waypoint) más cercano está muy lejos (tiempo=%(point_time)s).

source: Photo: '%(photo)s' at %(photo_time)s (UTC=%(photo_tutc)s) geotagged with (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f, time=%(point_time)s) and time delta '%(time_diff)s'.
es: Foto: '%(photo)s' en %(photo_time)s (UTC=%(photo_tutc)s) geoetiquetada con (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f, tiempo=%(point_time)s) y delta '%(time_diff)s' s.

source: %(proc_photos)s of %(num_photos)s photos have been geotagged.
es: %(proc_photos)s de %(num_photos)s fotos han sido geoetiquetadas.

source: Cannot read '%(photoinputdir)s' directory: %(error)s.
es: Imposible leer el directorio '%(photoinputdir)s': %(error)s.

source: Check directory permissions
es: Compruebe los permisos del directorio

source: Processing photos in '%(photoinputdir)s' ...
es: Procesando fotos en '%(photoinputdir)s' ...

source: Error processing photo '%(photo)s': %(error)s.
es: Error procesando la foto '%(photo)s': %(error)s.

source: Photo file name '%(photo)s' was processed properly.
es: Foto '%(photo)s' procesada correctamente.

source: '%(photoinputdir)s': %(num_photos)s photos have been processed.
es: '%(photoinputdir)s': %(num_photos)s fotos han sido procesadas.

source: Cannot process '%(path)s': %(error)s.
es: Imposible procesar '%(path)s': %(error)s.

source: Generating KML from photos' geodata ...
es: Generando KML desde las geoetiquetas de las fotos ...

source: Generating KML from photos with options: <%s>.
es: Generando KML desde las fotos con los parámetros: <%s>.

source: Photo '%(photo)s' was processed for KML data
es: Foto '%(photo)s' procesada para KML

source: %(num_photos)s photos have been processed for KML data.
es: %(num_photos)s fotos han sido procesadas para KML.

source: Template file '%s' does not exist!.
es: ¡El fichero con la plantilla '%s' no existe!

source: Those templates do not exist! : %s.
es: ¡Las siguientes plantillas no existen!: %s.

source: Check file path and permissions of templates defined in the configuration file
es: Compruebe la ruta y los permisos de los ficheros de plantillas definidos en el fichero de configuración

source: Check file path and permissions of 'KmlTemplate' value defined in the configuration file
es: Compruebe la ruta y los permisos del fichero definido en el parámetro 'KmlTemplate' del fichero de configuración

source: Setting up main template '%(kmltemplate)s'
es: Estableciendo la plantilla principal desde '%(kmltemplate)s'

source: Check paths, permissions and format of the templates defined into the configuration file.
es: Compruebe las rutas, permisos y formato de los ficheros de las plantillas definidos en el fichero de configuración.

source: Writing new EXIF data to JPEG files ...
es: Escribiendo nuevos metadatos EXIF en las fotos ...

source: Nothing to do!. Not in geolocate mode!
es: ¡No hay nada que hacer!. ¡El modo de geoetiquetado no está seleccionado!

source: Error while EXIF data was being written to '%(photo)s': %(error)s
es: Error escribiendo los metadatos EXIF de '%(photo)s': %(error)s

source: Photo '%(photo)s' (%(photo_time)s) geolocated. EXIF data written: (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f).
es: Foto '%(photo)s' (%(photo_time)s) geoetiquetada con metadatos EXIF: (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f).

source: %(num_photos)s photos have been processed, exif data of %(num_wexif)s updated.
es: %(num_photos)s fotos han sido procesadas, los metadatos EXIF de %(num_wexif)s han sido actualizados.

source: Reseting state data ...
es: Reseteando estado ...

source: Value of 'quality' not defined in the configuration file. Setting default value '%s'.
es: El valor de 'quality' no está definido en el fichero de configuración. Estableciendo el predefinido: '%s'.

source: Value of 'quality' incorrect: %s.
es: El valor de 'quality' es incorrecto: %s.

source: Set a correct value of 'quality'.
es: Establezca un valor correcto para el parámetro 'quality'.

source: Value of 'jpgzoom' not defined in the configuration file. Setting default value '%s'.
es: El valor de 'JPGZoom' no está definido en el fichero de configuración. Estableciendo el predefinido: '%s'.

source: Value of 'JPGZoom' incorrect: %s.
es: El valor de 'JPGZoom' es incorrecto: %s.

source: Set a correct value of 'JPGZoom'.
es: Establezca un valor correcto para el parámetro 'JPGZoom'.

source: Value of 'jpgwidth' and/or 'jpgheight' not defined in the configuration file. Setting default value '%s'.
es: Los valores de 'JPGWidth' y/o 'JPGHeight' no están definidos en el fichero de configuración. Estableciendo el predefinido: '%s'.

source: Value of 'JPGWidth' and/or 'JPGHeight' incorrect: %s.
es: Los valores de 'JPGWidth' y/o 'JPGHeight' son incorrectos: %s.

source: Set a correct value of 'JPGWidth' and/or 'JPGHeight'.
es: Establezca un valor correcto para los parámetros 'JPGWidth' y/o 'JPGHeight'.

source: Output file not selected!
es: ¡Fichero de salida no seleccionado!

source: Choose an output file to continue!
es: ¡Establezca un fichero de salida para continuar!

source: Cannot create temporary directory in '%(output_dir)s': %(error)s.
es: Imposible crear un directorio temporal en '%(output_dir)s': %(error)s.

source: Check output directory write permissions
es: Compruebe los permisos del directorio de salida
