Repository: brnorris03/photoplace
Catalog: photoplace/addons/CSVImport/po/*.po
Languages: es, gl

source: Parse a CSV to add variables or geolocate photos.
es: Analiza un fichero CSV para añadir variables o geoetiquetar fotos.
gl: Analiza un ficheiro CSV para engadir variables ou xeoetiquetar fotos.

source: Starting add-on ...
es: Iniciando extensión ...
gl: Iniciando extensión ...

source: Incorrect value for '%s'.
es: Valor incorrecto para '%s'.
gl: Valor incorreto para '%s'.

source: Cannot read file '%(file)s': %(error)s
es: Imposible leer fichero '%(file)s': %(error)s
gl: Imposible ler o ficheiro '%(file)s': %(error)s

source: Processing CSV '%(file)s' with automatic format.
es: Procesando fichero CSV '%(file)s' con formato automático.
gl: Procesando ficheiro CSV '%(file)s' con formato automático.

source: Processing CSV '%(file)s' data (with delimiter='%(delimiter)s', quotechar='%(quotechar)s', headers='%(headers)s').
es: Procesando datos CSV '%(file)s' (con delimitador='%(delimiter)s', quotechar='%(quotechar)s', cabeceras='%(headers)s').
gl: Procesando datos CSV '%(file)s' (con delimitador='%(delimiter)s', quotechar='%(quotechar)s', cabeceras='%(headers)s').

source: CSV '%(file)s' has no headers and you have not defined them!
es: CSV '%(file)s' no tiene cabeceras y no se han definido!
gl: CSV '%(file)s' non ten cabeceiras e non se definiron!

source: Geotagging photo '%(name)s': (lon=%(lon).8f, lat=%(lat).8f).
es: Geoetiquetando foto '%(name)s': (lon=%(lon).8f, lat=%(lat).8f).
gl: Xeoetiquetando foto '%(name)s': (lon=%(lon).8f, lat=%(lat).8f).

source: CSV[%(line)s]: Photo '%(name)s' not found!
es: CSV[%(line)s]: Foto '%(name)s' no encontrada!
gl: CSV[%(line)s]: Foto '%(name)s' non atopada!

source: Cannot read CSV[%(line)s]: %(error)s.
es: Imposible leer CSV[%(line)s]: %(error)s.
gl: Imposible ler CSV[%(line)s]: %(error)s.

source: %d photos processed with CSV data.
es: %d fotos procesadas con datos CSV.
gl: %d fotos procesadas con datos CSV.

source: Ending add-on ...
es: Finalizando extensión ...
gl: Rematando extensión ...

source: CSV file:
es: Fichero CSV:
gl: Ficheiro CSV:

source: Select a CSV file to load photo's variables
es: Seleccionar un fichero CSV para cargar las variables de las fotos
gl: Seleccionar un ficheiro CSV para cargar as variables das fotos

source: Select file
es: Seleccionar fichero
gl: Seleccionar ficheiro

source: Headers:
es: Cabeceras:
gl: Cabeceiras:

source: List of column headers of the CSV file. Each header will be a variable for each photo
es: Lista de la cabeceras de las columnas del fichero CSV. Cada cabecera será una variable para cada foto
gl: Lista das cabeceiras das columnas do ficheiro CSV. Cada cabeceira será unha variable para cada foto

source: where photo name is:
es: donde el nombre de la foto es:
gl: onde o nome da foto é:

source: Name of the column to match with each photo file name. It must be one of the Headers
es: Nombre de la columna para buscar por el nombre de la foto. Debe ser uno definido en la lista de Cabeceras
gl: Nome da columna para buscar polo nome da foto. Debe ser un definido na lista de Cabeceiras

source: Geolocate photos using CSV headers:
es: Geoetiquetar fotos usando las cabeceras CSV:
gl: Xeoetiquetar fotos usando as cabeceiras CSV:

source: It is active, it will assign the following headers to each photo. It will geotag the photos by using those headers, but, warning: GPX data will take precedence!
es: Activado asignará las siguientes cabeceras a cada foto. Etiquetará las fotos usando las columnas especificadas, pero cuidado, los datos GPX tienen precedencia!
gl: Activado asignará as seguintes cabeceiras a cada foto. Etiquetará as fotos usando as columnas especificadas, pero coidado, os datos GPX teñen precedencia!

source: Latitude:
es: Latitud:

source: Latitude header name
es: Nombre de la cabecera latitud
gl: Nome da cabeceira latitude

source: Longitude:
es: Longitud:
gl: Lonxitude:

source: Longitude header name
es: Nombre de la cabecera longitud
gl: Nome da cabeceira lonxitude

source: Time-Date:
es: Hora-Fecha:
gl: Hora-Data:

source: Elevation:
es: Altitud:
gl: Altitude:

source: Elevation header name
es: Nombre de la cabecera altitud
gl: Nome da cabeceira altitude

source: Process
es: Procesar
gl: Procesar

source: Select CSV file ...
es: Seleccionar un fichero CSV ...
gl: Seleccionar un ficheiro CSV ...

source: All files
es: Todos los ficheros
gl: Tódolos ficheros

source: Please check file permisions
es: Por favor, compruebe los permisos del fichero
gl: Por favor, e preciso comprobar os permisos do ficheiro

source: File has no headers
es: El fichero CSV no tiene cabeceras
gl: O ficheiro CSV non ten cabeceiras

source: You have to define the name of the headers.
es: Debe definir el nombre de las cabeceras.
gl: Debe definir o nome das cabeceiras.

source: Warning
es: Atención
gl: Atención

source: Cannot set headers
es: Imposible estabecer cabeceras
gl: Imposible estabecer as cabeceiras

source: Please, define the name of the headers to be used as variables.
es: Por favor, es necesario definir el nombre de las cabeceras para ser usadas como variables.
gl: Por favor, es preciso definir o nome das cabeceiras para ser usadas como variables.

source: Cannot find header
es: Imposible encontrar cabecera
gl: Imposible atopar cabeceira

source: Please, use the name of a header.
es: Por favor, use un nombre de cabecera.
gl: Por favor, use un nome de cabeceira.

source: Date header name. Format should be:
es: Nombre de la cabecera fecha-hora. El formato debe ser:
gl: Nome da cabeceira hora-data. O formato debe ser:

source: Error
gl: Erro
