Repository: brnorris03/photoplace
Catalog: photoplace/plugins/Paths/po/*.po
Languages: es, gl

source: Generate a path from geotagged photos
es: Generar un camino con las fotos geoetiquetadas
gl: Xerar un camiño cas fotos xeoetiquetadas

source: Double click to edit these values ...
es: Doble click para editar estos valores ...
gl: Dobre click para editar estes valores ...

source: Path Name/Parameter
es: Camino Nombre/Parámetro
gl: Camiño Nome/Parámetro

source: Description/Value
es: Descripción/Valor
gl: Descripción/Valor

source: Cannot read file '%s'.
es: Imposible leer fichero '%s'.
gl: Imposible leer ficheiro '%s'.

source: file:
es: fichero:
gl: ficheiro:

source: Select a color for path ...
es: Seleccionar un color para el camino ...
gl: Seleccionar unha cor para o camiño ...

source: [select a file]
es: [seleccionar fichero]
gl: [seleccionar ficheiro]

source: PhotoPlace: Path Description Template
es: PhotoPlace: Plantilla Descripción de Camino
gl: PhotoPlace: Prantilla Descripción de Camiño

source: Type the presentation text ...
es: Escribir texto de presentación ...
gl: Escribir texto de presentación ...

source: You can use simple HTML tags like list (<i>li</i>, <i>ul</i>) or <i>table</i>and use these expresions to get some interesting values: <span font_family='monospace' size='small'><b>%(PhotoPlace.PathNAME)s</b> -> Path name <b>%(PhotoPlace.PathDESC)s</b> -> Path description <b>%(PhotoPlace.PathTINI)s</b> -> Initial time (first point) <b>%(PhotoPlace.PathTEND)s</b> -> End time (last point) <b>%(PhotoPlace.PathDRTN)s</b> -> Duration <b>%(PhotoPlace.PathLEN)s</b> -> Length (in meters) <b>%(PhotoPlace.PathLENMIN)s</b> -> Minimum length <b>%(PhotoPlace.PathLENMAX)s</b> -> Maximum length <b>%(PhotoPlace.PathSPMIN)s</b> -> Minimum speed (m/s) <b>%(PhotoPlace.PathSPMAX)s</b> -> Maximum speed (m/s) <b>%(PhotoPlace.PathSPAVG)s</b> -> Average speed (m/s) <b>%(PhotoPlace.PathNSEG)s</b> -> Number of segments <b>%(PhotoPlace.PathNWPT)s</b> -> Number of waypoints </span> You can also use the <b>[defaults]</b> variables defined in the same way.
es: Se pueden usar etiquetas HTML simples como listas (<i>li</i>, <i>ul</i>) o <i>tablas</i> y usar las siguientes expresiones para disponer de valores interesantes: <span font_family='monospace' size='small'><b>%(PhotoPlace.PathNAME)s</b> -> Nombre <b>%(PhotoPlace.PathDESC)s</b> -> Descripción del camino <b>%(PhotoPlace.PathTINI)s</b> -> Tiempo inicial (primer punto) <b>%(PhotoPlace.PathTEND)s</b> -> Tiempo final (último punto) <b>%(PhotoPlace.PathDRTN)s</b> -> Duración total <b>%(PhotoPlace.PathLEN)s</b> -> Longitud (en metros) <b>%(PhotoPlace.PathLENMIN)s</b> -> Longitud mínima <b>%(PhotoPlace.PathLENMAX)s</b> -> Longitud máxima <b>%(PhotoPlace.PathSPMIN)s</b> -> Velocidad mínima (m/s) <b>%(PhotoPlace.PathSPMAX)s</b> -> Velocidad máxima (m/s) <b>%(PhotoPlace.PathSPAVG)s</b> -> Velocidad media (m/s) <b>%(PhotoPlace.PathNSEG)s</b> -> Número de segmentos <b>%(PhotoPlace.PathNWPT)s</b> -> Número de puntos </span> También se pueden usar del mismo modo las variables definidas en la sección <i>Variables</i>.
gl: Pódense usar etiquetas HTML simples como listas (<i>li</i>, <i>ul</i>) ou <i>tablas</i> e usar as seguintes expresións para dispor de valores interesantes: <span font_family='monospace' size='small'><b>%(PhotoPlace.PathNAME)s</b> -> Nome <b>%(PhotoPlace.PathDESC)s</b> -> Descripción do camiño <b>%(PhotoPlace.PathTINI)s</b> -> Tempo inicial (primeiro punto) <b>%(PhotoPlace.PathTEND)s</b> -> Tempo final (derradeiro punto) <b>%(PhotoPlace.PathDRTN)s</b> -> Duración total <b>%(PhotoPlace.PathLEN)s</b> -> Lonxitude (en metros) <b>%(PhotoPlace.PathLENMIN)s</b> -> Lonxitude mínima <b>%(PhotoPlace.PathLENMAX)s</b> -> Lonxitude máxima <b>%(PhotoPlace.PathSPMIN)s</b> -> Velocidade mínima (m/s) <b>%(PhotoPlace.PathSPMAX)s</b> -> Velocidade máxima (m/s) <b>%(PhotoPlace.PathSPAVG)s</b> -> Velocidade media (m/s) <b>%(PhotoPlace.PathNSEG)s</b> -> Número de segmentos <b>%(PhotoPlace.PathNWPT)s</b> -> Número de puntos </span> Tamén se poden usar do mesmo modo as variables definidas na sección <i>Variables</i>.

source: ... or load it from
es: ... o cargarlo desde
gl: ... ou cargarlo dende

source: Select file ...
es: Seleccionar fichero ...
gl: Seleccionar ficheiro ...

source: All files
es: Todos los ficheros
gl: Tódolos ficheiros

source: KML not correct. Cannot found 'Document' tag!
es: KML incorrecto. No se puede hallar la etiqueta 'Document'!
gl: KML incorrecto. Non se pode atopar a etiqueta 'Document'!

source: Paths
es: Caminos
gl: Camiños

source: Photo path
es: Camino de las fotos
gl: Camiño das fotos

source: Generated path from geotagged photos
es: Camino generado desde las fotos geoetiquetadas
gl: Camiño xerado dende as fotos xeoetiquetadas

source: Photos
es: Fotos
gl: Fotos

source: A plugin to generate paths from GPX tracks to show them in the KML layer.
es: Una extensión para generar caminos desde los datos GPX y mostrarlos en la capa KML.
gl: Unha extensión para xerar camiños dende os datos GPX e mostralos na capa KML.

source: Starting plugin ...
es: Iniciando extensión ...
gl: Iniciando extensión ...

source: Cannot understand the key '%s' in config file.
es: Imposible procesar la entrada '%s' en el fichero de configuración.
gl: Imposible procesar a entrada '%s' no ficheiro de configuración.

source: Processing all tracks (paths) from GPX data ...
es: Procesando todos los caminos (tracks) desde los datos GPX ...
gl: Procesando tódolos camiños (tracks) dende os datos GPX ...

source: %s paths have been generated for KML data.
es: %s caminos han sido generados para los datos KML.
gl: %s camiños foron xerados para os datos KML.

source: Generated WayPoint from '%(photo)s' at %(photo_time)s (UTC=%(photo_tutc)s) with coordinates (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f).
es: Generado un GeoPunto desde '%(photo)s' en %(photo_time)s (UTC=%(photo_tutc)s) con las coordenadas (lon=%(photo_lon).8f, lat=%(photo_lat).8f, alt=%(photo_ele).8f).
gl: Xerando un XeoPunto dende '%(photo)s' en %(photo_time)s (UTC=%(photo_tutc)s) cas coordenadas (lon=%(photo_lon).8f, lat=%(photo_lat).8f, alt=%(photo_ele).8f).

source: Track '%(track_name)s' was generated from %(track_numphotos)s geotagged photos.
es: Camino '%(track_name)s' generado a partir de %(track_numphotos)s fotos geoetiquetadas.
gl: Camiño '%(track_name)s' xerado a partir de %(track_numphotos)s fotos xeoetiquetadas.

source: Photo track '%(track_name)s' is empty due to no geotagged photos!
es: Camino '%(track_name)s' vacío debido a que no tiene fotos geoetiquetadas!
gl: Camiño '%(track_name)s' vacío posto que non ten fotos xeoetiquetadas!

source: Path '%(path)s', ('%(path_desc)s'): points=%(path_npoints)d, segments=%(path_nsegments)d, length=%(path_len)s, avgspeed=%(path_avgsp).3f, time='%(path_time)s'
es: Camino '%(path)s', ('%(path_desc)s'): puntos=%(path_npoints)d, segmentos=%(path_nsegments)d, longitud=%(path_len)s, velmedia=%(path_avgsp).3f, tiempo='%(path_time)s'
gl: Camiño '%(path)s', ('%(path_desc)s'): puntos=%(path_npoints)d, segmentos=%(path_nsegments)d, lonxitude=%(path_len)s, velmedia=%(path_avgsp).3f, tempo='%(path_time)s'

source: Error when track (path) '%(path)s' was being processed: %(error)s.
es: Ocurrió un error mientras se procesaba el camino (track) '%(path)s': %(error)s.
gl: Houbo un erro mentras se procesaba o camiño (track) '%(path)s': %(error)s.

source: Resetting plugin ...
es: Reseteando extensión ...
gl: Reseteando extensión ...

source: Ending plugin ...
es: Finalizando extensión ...
gl: Finalizando extensión ...
