Repository: brnorris03/photoplace
Catalog: src/plugins/Parameters/locale/*.po
Languages: es

source: A plugin to edit variables/parameters of the configuration file.
es: Un plugin para editar los parámetros/variables del fichero de configuración

source: List of parameters to make KML:
es: Lista de parámetros para el KML:

source: Name
es: Nombre

source: Value
es: Valor

source: Type the name of new parameter/variable
es: Nombre del nuevo parámetro/variable

source: Add the new parameter
es: Añadir el nuevo parámetro

source: Deletes the current selected parameter
es: Borrar el parámetro seleccionado

source: Main Parameters
es: Parámetros Principales

source: Other Parameters
es: Otros Parámetros

source: Starting plugin ...
es: Iniciando plugin ...

source: Ending plugin ...
es: Finalizando plugin ...
