Repository: brnorris03/photoplace
Catalog: photoplace/addons/GPXData/po/*.po
Languages: es, gl

source: Paths
es: Caminos
gl: Camiños

source: Photos
es: Fotos
gl: Fotos

source: Geotagged Photo's path
es: Camino de las fotos geoetiquetadas
gl: Camiño das fotos xeoetiquetadas

source: Add-on to generate paths and waypoints from GPX tracks in order to show them in the KML layer.
es: Extensión para generar caminos y puntos a partir del GPX para luego mostrarlos en la capa KML.
gl: Extensión para xerar camiños e puntos a partires do GPX e logo mostrarlos na capa KML.

source: Starting Add-on ...
es: Iniciando extensión ...
gl: Iniciando extensión ...

source: Value of '%(key)s' incorrect: Cannot find template file '%(template)s'.
es: Valor de '%(key)s' incorrecto: Imposible encontrar el fichero plantilla '%(template)s'.
gl: Valor de '%(key)s' incorrecto: Imposible atopar o ficheiro prantilla '%(template)s'.

source: Value of '%(key)s' incorrect: %(error)s. Setting up default value '%(value)s'.
es: Valor de '%(key)s' incorrecto: %(error)s. Estableciendo valor por defecto '%(value)s'.
gl: Valor de '%(key)s' incorrecto: %(error)s. Poñendo o valor predeterminado '%(value)s'.

source: Negative index for key
es: Índice negativo para la clave
gl: Índice negativo para a clave

source: Cannot find template file
es: Imposible encontrar fichero plantilla
gl: Imposible atopar ficheiro prantilla

source: Cannot understand the key '%(key)s' in config file: %(error)s.
es: Clave desconocida '%(key)s' en el fichero de configuración: %(error)s.
gl: Clave descoñecida '%(key)s' no ficheiro de configuración: %(error)s.

source: Cannot read file '%(file)s': %(error)s
es: Imposible leer fichero '%(file)s': %(error)s
gl: Imposible ler ficheiro '%(file)s': %(error)s

source: Generated WayPoint from '%(photo)s' at %(photo_time)s (UTC=%(photo_tutc)s) with coordinates (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f).
es: Punto (WayPoint) generado de '%(photo)s' el %(photo_time)s (UTC=%(photo_tutc)s) con coordenadas (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f).
gl: Punto (WayPoint) xerado de '%(photo)s' o %(photo_time)s (UTC=%(photo_tutc)s) con coordenadas (lon=%(photo_lon).8f, lat=%(photo_lat).8f, ele=%(photo_ele).8f).

source: Track '%(track_name)s' was generated from %(track_nphotos)s geotagged photos.
es: Camino '%(track_name)s' generado a partir de %(track_nphotos)s fotos geoetiquetadas.
gl: Camiño '%(track_name)s' xerado a partires de %(track_nphotos)s fotos xeoetiquetadas.

source: Photo track '%(track_name)s' is empty due to no geotagged photos!
es: El camino autogenerado de las fotos '%(track_name)s' está vacío porque no hay fotos geoetiquetadas!
gl: O camiño autoxerado das fotos '%(track_name)s' está valeiro xa que non hai fotos xeoetiquetadas!

source: Processing all tracks (paths) from GPX data ...
es: Procesando todos los caminos (paths) del GPX ...
gl: Procesando tódolos camiños (paths) do GPX ...

source: %s paths have been generated for KML data.
es: Se han generado %s caminos (tracks) para el KML.
gl: Xeráronse %s camiños (tracks) para o KML.

source: %s waypoints have been processed for KML data.
es: Se han procesado %s puntos (waypoints) para el KML.
gl: Procesáronse %s puntos (waypoints) para o KML.

source: Cannot find template file '%(template)s'
es: Imposible encontrar el fichero plantilla '%(template)s'
gl: Imposible atopar o ficheiro prantilla '%(template)s'

source: Path '%(path)s': points=%(path_npoints)d, segments=%(path_nsegments)d, length=%(path_len)s, avgspeed=%(path_avgsp).3f, time='%(path_time)s'
es: Camino '%(path)s': puntos=%(path_npoints)d, segmentos=%(path_nsegments)d, longitud=%(path_len)s, velmedia=%(path_avgsp).3f, fecha='%(path_time)s'
gl: Camiño '%(path)s': puntos=%(path_npoints)d, segmentos=%(path_nsegments)d, lonxitude=%(path_len)s, velmedia=%(path_avgsp).3f, data='%(path_time)s'

source: Error while processing track '%(path)s': %(error)s.
es: Error mientras se procesaba el camino (track) '%(path)s': %(error)s.
gl: Error cando se procesaba o camiño (track) '%(path)s': %(error)s.

source: Setting up WayPoint '%(wpt)s' lat=%(wpt_lat)s, lon=%(wpt_lon)s
es: Estableciendo punto (waypoint) '%(wpt)s' lat=%(wpt_lat)s, lon=%(wpt_lon)s
gl: Establecendo punto (waypoint) '%(wpt)s' lat=%(wpt_lat)s, lon=%(wpt_lon)s

source: Error while processing waypoint '%(wpt)s': %(error)s.
es: Error mientras se procesaba el punto (waypoint) '%(wpt)s': %(error)s.
gl: Error cando se procesaba o punto (waypoint) '%(wpt)s': %(error)s.

source: Resetting Add-on ...
es: Reseteando extensión ...
gl: Reseteando extensión ...

source: Ending Add-on ...
es: Finalizando extensión ...
gl: Finalizando extensión ...

source: Width
es: Ancho
gl: Ancho

source: Color
gl: Cor

source: Include in KML:
es: Incluir en el KML:
gl: Engadir no KML:

source: Path from geottaged photos
es: Camino de fotos geoetiquetadas
gl: Camiño de fotos xeoetiquetadas

source: Tracks from GPX
es: Caminos del GPX
gl: Camiños no GPX

source: WayPoints from GPX
es: Puntos del GPX
gl: Puntos no GPX

source: Path Name/Parameter
es: Camino Nombre/Parámetro
gl: Camiño Nome/Parámetro

source: Description/Value
es: Descripción/Valor
gl: Descripción/Valor

source: List of generated paths from geotagged photos
es: Lista de caminos autogenerados de las fotos geoetiquetadas
gl: Lista de camiños autoxerados das fotos xeoetiquetadas

source: Paths from geottaged photos
es: Caminos de fotos geoetiquetadas
gl: Camiños de fotos xeoetiquetadas

source: %d path(s)
es: %d camino(s)
gl: %d camiño(s)

source: List of tracks read from GPX file
es: Lista de caminos en el fichero GPX
gl: Lista de camiños no ficheiro GPX

source: Tracks from GPS data
es: Caminos del GPS
gl: Camiños do GPS

source: %d track(s)
es: %d camino(s)
gl: %d camiño(s)

source: List of WayPoints read from GPX file
es: Lista de puntos en el fichero GPX
gl: Lista de puntos no ficheiro GPX

source: WayPoints from GPS data
es: Puntos del GPS
gl: Puntos do GPS

source: %d waypoint(s)
es: %d punto(s)
gl: %d punto(s)

source: Track #%(path_id)s (original name: %(path_oname)s)
es: Camino #%(path_id)s (nombre original: %(path_oname)s)
gl: Camiño #%(path_id)s (nome orixinal: %(path_oname)s)

source: Points: %(path_npoints)s, length: %(path_len).3f m.
es: Puntos: %(path_npoints)s, longitud: %(path_len).3f m.
gl: Puntos: %(path_npoints)s, lonxitude: %(path_len).3f m.

source: Duration: %(path_time)s
es: Duración: %(path_time)s
gl: Duración: %(path_time)s

source: Begin time: %(path_begin)s
es: Fecha inicial: %(path_begin)s
gl: Data inicial: %(path_begin)s

source: Final time: %(path_end)s
es: Fecha final: %(path_end)s
gl: Data final: %(path_end)s

source: Double click to edit values ...
es: Doble click para editar valores ...
gl: Dobre click para editar valores ...

source: WayPoint #%(wpt_id)s (original name: %(wpt_oname)s)
es: Punto #%(wpt_id)s (nombre original: %(wpt_oname)s)
gl: Punto #%(wpt_id)s (nome orixinal: %(wpt_oname)s)

source: Edit main default template ...
es: Editar plantilla principal por defecto ...
gl: Editar prantilla principal predeterminado ...

source: Edit main default template for tracks
es: Editar plantilla principal por defecto para los caminos
gl: Editar prantilla principal predeterminado dos camiños

source: Edit main default template for generated paths
es: Editar plantilla principal por defecto de los caminos autogenerados
gl: Editar prantilla principal predeterminado dos camiños autoxerados

source: Edit main default template for waypoints
es: Editar plantilla principal por defecto para los puntos
gl: Editar prantilla principal predeterminado para os puntos

source: Edit Template/Description
es: Editar Plantilla/Descripción
gl: Editar Prantilla/Descripción

source: Default Template
es: Plantilla Por Defecto
gl: Prantilla Predeterminado

source: <span font_family='monospace' size='small'><b>%(PhotoPlace.WptNAME)s</b> -> WayPoint name <b>%(PhotoPlace.WptDESC)s</b> -> Description <b>%(PhotoPlace.WptLAT)s</b> -> Latitude <b>%(PhotoPlace.WptLON)s</b> -> Longitude <b>%(PhotoPlace.WptELE)s</b> -> Altitude <b>%(PhotoPlace.WptTIME)s</b> -> UTC Time </span>
es: <span font_family='monospace' size='small'><b>%(PhotoPlace.WptNAME)s</b> -> Nombre punto WayPoint <b>%(PhotoPlace.WptDESC)s</b> -> Descripción <b>%(PhotoPlace.WptLAT)s</b> -> Latitud <b>%(PhotoPlace.WptLON)s</b> -> Longitud <b>%(PhotoPlace.WptELE)s</b> -> Altitud <b>%(PhotoPlace.WptTIME)s</b> -> Tiempo UTC </span>
gl: <span font_family='monospace' size='small'><b>%(PhotoPlace.WptNAME)s</b> -> Nome do punto WayPoint <b>%(PhotoPlace.WptDESC)s</b> -> Descripción <b>%(PhotoPlace.WptLAT)s</b> -> Latitude <b>%(PhotoPlace.WptLON)s</b> -> Lonxitude <b>%(PhotoPlace.WptELE)s</b> -> Altitude <b>%(PhotoPlace.WptTIME)s</b> -> Tempo UTC </span>

source: <span font_family='monospace' size='small'><b>%(PhotoPlace.PathNAME)s</b> -> Path name <b>%(PhotoPlace.PathDESC)s</b> -> Path description <b>%(PhotoPlace.PathTINI)s</b> -> Initial time (first point) <b>%(PhotoPlace.PathTEND)s</b> -> End time (last point) <b>%(PhotoPlace.PathDRTN)s</b> -> Duration <b>%(PhotoPlace.PathLEN)s</b> -> Length (in meters) <b>%(PhotoPlace.PathLENMIN)s</b> -> Minimum length <b>%(PhotoPlace.PathLENMAX)s</b> -> Maximum length <b>%(PhotoPlace.PathSPMIN)s</b> -> Minimum speed (m/s) <b>%(PhotoPlace.PathSPMAX)s</b> -> Maximum speed (m/s) <b>%(PhotoPlace.PathSPAVG)s</b> -> Average speed (m/s) <b>%(PhotoPlace.PathNSEG)s</b> -> Number of segments <b>%(PhotoPlace.PathNWPT)s</b> -> Number of waypoints </span>
es: <span font_family='monospace' size='small'><b>%(PhotoPlace.PathNAME)s</b> -> Nombre del camino (path/track) <b>%(PhotoPlace.PathDESC)s</b> -> Descripción del camino <b>%(PhotoPlace.PathTINI)s</b> -> Fecha inicial (primer punto) <b>%(PhotoPlace.PathTEND)s</b> -> Fecha final (último punto) <b>%(PhotoPlace.PathDRTN)s</b> -> Duración <b>%(PhotoPlace.PathLEN)s</b> -> Longitud (en metros) <b>%(PhotoPlace.PathLENMIN)s</b> -> Longitud mínima <b>%(PhotoPlace.PathLENMAX)s</b> -> Longitud máxima <b>%(PhotoPlace.PathSPMIN)s</b> -> Velocidad mínima (m/s) <b>%(PhotoPlace.PathSPMAX)s</b> -> Velocidad máxima (m/s) <b>%(PhotoPlace.PathSPAVG)s</b> -> Velocidad media (m/s) <b>%(PhotoPlace.PathNSEG)s</b> -> Número de segmentos <b>%(PhotoPlace.PathNWPT)s</b> -> Número de puntos (WayPoints) </span>
gl: <span font_family='monospace' size='small'><b>%(PhotoPlace.PathNAME)s</b> -> Nome do camiño (path/track) <b>%(PhotoPlace.PathDESC)s</b> -> Descripción do camiño <b>%(PhotoPlace.PathTINI)s</b> -> Data inicial (primeiro punto) <b>%(PhotoPlace.PathTEND)s</b> -> Data final (derradeiro punto) <b>%(PhotoPlace.PathDRTN)s</b> -> Duración <b>%(PhotoPlace.PathLEN)s</b> -> Lonxitude (en metros) <b>%(PhotoPlace.PathLENMIN)s</b> -> Lonxitude mínima <b>%(PhotoPlace.PathLENMAX)s</b> -> Lonxitude máxima <b>%(PhotoPlace.PathSPMIN)s</b> -> Velocidade mínima (m/s) <b>%(PhotoPlace.PathSPMAX)s</b> -> Velocidade máxima (m/s) <b>%(PhotoPlace.PathSPAVG)s</b> -> Velocidade media (m/s) <b>%(PhotoPlace.PathNSEG)s</b> -> Número de segmentos <b>%(PhotoPlace.PathNWPT)s</b> -> Número de puntos (WayPoints) </span>

source: Select a color for path ...
es: Seleccione un color para el camino ...
gl: Seleccione unha cor para o camiño ...

source: KML not correct. Cannot found 'Document' tag!
es: KML incorrecto. Imposible encontrar la etiqueta 'Document'!
gl: KML incorrecto. Imposible atopar a etiqueta 'Document'!
